Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotPasteAssemblyView Property
 Can't paste assembly view because its associated assembly instance is not available.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteAssemblyView { get; }
Public Shared ReadOnly Property CannotPasteAssemblyView As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteAssemblyView {
	FailureDefinitionId^ get ();
}
static member CannotPasteAssemblyView : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace